IDEA StatiCa Open Model
RebarSegment3DArc3Pts Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the RebarSegment3DArc3Pts class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public RebarSegment3DArc3Pts()
Public Sub New
public:
RebarSegment3DArc3Pts()
See Also
Reference
RebarSegment3DArc3Pts Class
IdeaRS.OpenModel.Model Namespace